[
  {
    "uid": "neal.sr.feed.motivational.scriptures.kjv.1",
    "updateDate": "2018-05-28T00:05:09.0Z",
    "titleText": "Romans Chapter 8, Verses 38 and 39",
    "mainText": "Romans Chapter 8, Verses 38 and 39, For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.",
    "redirectionUrl": "https://www.amazon.com"
  },
  {
    "uid": "neal.sr.feed.motivational.scriptures.kjv.2",
    "updateDate": "2018-05-28T00:04:08.0Z",
    "titleText": "Second Corinthians Chapter 4, Verse 16 through 18",
    "mainText": "Second Corinthians Chapter 4, Verse 16 through 18, For which cause we faint not; but though our outward man perish, yet the inward man is renewed day by day. For our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory; While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal..",
    "redirectionUrl": "https://www.amazon.com"
  },
  {
    "uid": "neal.sr.feed.motivational.scriptures.kjv.3",
    "updateDate": "2018-05-28T00:04:08.0Z",
    "titleText": "Hebrews Chapter 13, Verses 5 and 6",
    "mainText": "Hebrews Chapter 13, Verses 5 and 6, Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.",
    "redirectionUrl": "https://www.amazon.com"
  },
  {
    "uid": "neal.sr.feed.motivational.scriptures.kjv.4",
    "updateDate": "2018-05-28T00:04:08.0Z",
    "titleText": "John Chapter 6, Verse 37",
    "mainText": "John Chapter 6, Verse 37, All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.",
    "redirectionUrl": "https://www.amazon.com"
  },
  {
    "uid": "neal.sr.feed.motivational.scriptures.kjv.5",
    "updateDate": "2018-05-28T00:04:08.0Z",
    "titleText": "Philippians Chapter 4, Verse 13",
    "mainText": "Philippians Chapter 4, Verse 13, I can do all things through Christ which strengtheneth me.",
    "redirectionUrl": "https://www.amazon.com"
  }
]